Repository: mrbeam/OctoPrint-FindMyMrBeam
Catalog: octoprint_findmymrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Enable find.mr-beam service
de: find.mr-beam-Dienst aktivieren
fr: Activer le service find.mr-beam
it: Abilita il servizio find.mr-beam

source: State
de: Status
fr: État
it: Stato

source: Registered and verified: Service works in your network.
de: Registriert und verifiziert: Der Service funktioniert in Deinem Netzwerk.
fr: Enregistré et vérifié : Le service fonctionne sur votre réseau.
it: Registrato e verificato: il servizio è attivo nella tua rete.

source: Registered - <a data-bind="attr: { href: find_url }" target="_blank">Try it</a> to verify functionality in your network.
de: Registriert - <a data-bind="attr: { href: find_url }" target="_blank">Probiere es aus</a> um die Funktion in Deinem Netzwerk zu überprüfen.
fr: Enregistré - <a data-bind="attr: { href: find_url }" target="_blank">Essayez-le</a> pour en vérifier le bon fonctionnement sur votre réseau.
it: Registrato - <a data-bind="attr: { href: find_url }" target="_blank">Provalo</a> per verificare che funzioni nel tuo network.

source: Unable to register. Check Internet connection of Mr Beam II.
de: Registrierung nicht möglich. Überprüfe die Internetverbindung Deines Mr Beam II.
fr: Impossible de s'enregistrer. Vérifiez la connexion Internet de Mr Beam II.
it: Impossibile registrarsi. Verifica che Mr Beam II sia connesso a Internet.

source: Registering...
de: Registrieren…
fr: Enregistrement...
it: In fase di registrazione…

source: Try it
de: Probiere es aus
fr: Essayez-le
it: Provalo

source: Disabled
de: Deaktiviert
fr: Désactivé
it: Disabilitato

source: WARNING
de: WARNUNG
fr: AVERTISSEMENT
it: ATTENZIONE

source: Mr Beam II can not be found on find.mr-beam service.
de: Dieser Mr Beam II ist über den find.mr-beam Service nicht zu finden.
fr: Mr Beam II n'est pas référencé sur le service find.mr-beam.
it: Mr Beam non è rintracciabile sul servizio find.mr-beam.

source: find.mr-beam service
fr: Service find.mr-beam
it: servizio find.mr-beam

source: privacy policy
de: Datenschutzerklärung
fr: politique de confidentialité
it: informativa privacy

source: Mr Beam Status Light
fr: Voyant d'état de Mr Beam
it: Luce di Stato Mr Beam

source: When the Mr Beam Status Light is breathing (light is moving up and down) <br/> a connection can be set up with your computer.
de: Wenn das Mr Beam Status Light atmet (Licht bewegt sich auf und ab) <br/> kann eine Verbindung mit Deinem Computer hergestellt werden.
fr: Lorsque les voyants de Mr Beam grandissent et rappetissent, <br/> vous pouvez établir une connexion avec un ordinateur.
it: Quando la Luce di Stato Mr Beam è attiva (la luce si muove verso l’alto e verso il basso) <br/> è possibile stabilire la connessione con il tuo computer.

source: There are three different ways to do so
de: Es gibt drei verschiedene Möglichkeiten, dies zu tun
fr: Il y a trois façons différentes de le faire
it: Ci sono tre modi per farlo

source: Breathing Orange
de: Orange atmend
fr: Voyant Orange
it: Lampeggio Arancione

source: Breathing Green
de: Grün atmend
fr: Voyant Vert
it: Lampeggio Verde

source: Breathing White
de: Weiß atmend
fr: Voyant Blanc
it: Lampeggio Bianco

source: WiFi access point
de: WLAN-Zugangspunkt
fr: Point d'accès WiFi
it: Punto di accesso WiFi

source: In your network
de: In Deinem Netzwerk
fr: Sur votre réseau
it: Nella tua rete

source: Check out our knowledge base article
de: Lies unseren Knowledge Base-Artikel
fr: Consultez notre article dans la Base de Connaissances
it: Controlla il nostro articolo di conoscenze base

source: Mr Beam Status Light tells you how to connect
de: Das Mr Beam Status Light zeigt an, wie Du Dich verbinden kannst
fr: Les indicateurs Mr Beam vous indiquent comment vous connecter
it: La luce di stato di Mr Beam ti dice come connetterti
